export const movies = [
  {
    nameRU: '33 слова о дизайне',
    nameEN: 'No Distance Left to Run',
    director: 'Уилл Лавлейс, Дилан Сотерн',
    country: 'Великобритания',
    year: '2010',
    duration: 107,
    description:
      'Затеянный по такому подозрительному поводу, как реюнион Blur в 2009-м году фильм начисто лишен присущего моменту пафоса и выхолощенности речей. Вернее, что-то похожее неизбежно возникает, когда ты видишь, как забитый до отказа Гайд-парк как в последний раз ревет «Song 2», но это лишь буквальное свидетельство того, что Blur — великая группа. К счастью, помимо прямых и косвенных свидетельств этого, в «No Distance Left to Run» хватает острых углов, неловких моментов и всего того сора, из которого рождаются по-настоящему отличные группы: помимо важных, но общеизвестных моментов (вроде соперничества с Oasis за первенство в том же бритпопе) визуализируются и те, что всегда оставались за кадром: наркотическая зависимость, неутихающие костры амбиций, ревность, обиды, слава — и все это блестяще снято на фоне истории того, что вообще происходило в Британии времен Блэра.',
    trailerLink: 'https://www.youtube.com/watch?v=6iYxdghpJZY',
    image: 'movie1.png',
    thumbnail:
      'http://api.nomoreparties.co/beatfilm-movies/uploads/thumbnail_blur_a43fcf463d.jpeg',
    movieId: '1',
  },
  {
    nameRU: '33 слова о дизайне',
    nameEN: 'No Distance Left to Run',
    director: 'Уилл Лавлейс, Дилан Сотерн',
    country: 'Великобритания',
    year: '2010',
    duration: 107,
    description:
      'Затеянный по такому подозрительному поводу, как реюнион Blur в 2009-м году фильм начисто лишен присущего моменту пафоса и выхолощенности речей. Вернее, что-то похожее неизбежно возникает, когда ты видишь, как забитый до отказа Гайд-парк как в последний раз ревет «Song 2», но это лишь буквальное свидетельство того, что Blur — великая группа. К счастью, помимо прямых и косвенных свидетельств этого, в «No Distance Left to Run» хватает острых углов, неловких моментов и всего того сора, из которого рождаются по-настоящему отличные группы: помимо важных, но общеизвестных моментов (вроде соперничества с Oasis за первенство в том же бритпопе) визуализируются и те, что всегда оставались за кадром: наркотическая зависимость, неутихающие костры амбиций, ревность, обиды, слава — и все это блестяще снято на фоне истории того, что вообще происходило в Британии времен Блэра.',
    trailerLink: 'https://www.youtube.com/watch?v=6iYxdghpJZY',
    image: 'movie2.png',
    thumbnail:
      'http://api.nomoreparties.co/beatfilm-movies/uploads/thumbnail_blur_a43fcf463d.jpeg',
    movieId: '2',
  },
  {
    nameRU: '33 слова о дизайне',
    nameEN: 'No Distance Left to Run',
    director: 'Уилл Лавлейс, Дилан Сотерн',
    country: 'Великобритания',
    year: '2010',
    duration: 107,
    description:
      'Затеянный по такому подозрительному поводу, как реюнион Blur в 2009-м году фильм начисто лишен присущего моменту пафоса и выхолощенности речей. Вернее, что-то похожее неизбежно возникает, когда ты видишь, как забитый до отказа Гайд-парк как в последний раз ревет «Song 2», но это лишь буквальное свидетельство того, что Blur — великая группа. К счастью, помимо прямых и косвенных свидетельств этого, в «No Distance Left to Run» хватает острых углов, неловких моментов и всего того сора, из которого рождаются по-настоящему отличные группы: помимо важных, но общеизвестных моментов (вроде соперничества с Oasis за первенство в том же бритпопе) визуализируются и те, что всегда оставались за кадром: наркотическая зависимость, неутихающие костры амбиций, ревность, обиды, слава — и все это блестяще снято на фоне истории того, что вообще происходило в Британии времен Блэра.',
    trailerLink: 'https://www.youtube.com/watch?v=6iYxdghpJZY',
    image: 'movie3.png',
    thumbnail:
      'http://api.nomoreparties.co/beatfilm-movies/uploads/thumbnail_blur_a43fcf463d.jpeg',
    movieId: '3',
  },
  {
    nameRU: '33 слова о дизайне',
    nameEN: 'No Distance Left to Run',
    director: 'Уилл Лавлейс, Дилан Сотерн',
    country: 'Великобритания',
    year: '2010',
    duration: 107,
    description:
      'Затеянный по такому подозрительному поводу, как реюнион Blur в 2009-м году фильм начисто лишен присущего моменту пафоса и выхолощенности речей. Вернее, что-то похожее неизбежно возникает, когда ты видишь, как забитый до отказа Гайд-парк как в последний раз ревет «Song 2», но это лишь буквальное свидетельство того, что Blur — великая группа. К счастью, помимо прямых и косвенных свидетельств этого, в «No Distance Left to Run» хватает острых углов, неловких моментов и всего того сора, из которого рождаются по-настоящему отличные группы: помимо важных, но общеизвестных моментов (вроде соперничества с Oasis за первенство в том же бритпопе) визуализируются и те, что всегда оставались за кадром: наркотическая зависимость, неутихающие костры амбиций, ревность, обиды, слава — и все это блестяще снято на фоне истории того, что вообще происходило в Британии времен Блэра.',
    trailerLink: 'https://www.youtube.com/watch?v=6iYxdghpJZY',
    image: 'movie4.png',
    thumbnail:
      'http://api.nomoreparties.co/beatfilm-movies/uploads/thumbnail_blur_a43fcf463d.jpeg',
    movieId: '4',
  },
  {
    nameRU: '33 слова о дизайне',
    nameEN: 'No Distance Left to Run',
    director: 'Уилл Лавлейс, Дилан Сотерн',
    country: 'Великобритания',
    year: '2010',
    duration: 107,
    description:
      'Затеянный по такому подозрительному поводу, как реюнион Blur в 2009-м году фильм начисто лишен присущего моменту пафоса и выхолощенности речей. Вернее, что-то похожее неизбежно возникает, когда ты видишь, как забитый до отказа Гайд-парк как в последний раз ревет «Song 2», но это лишь буквальное свидетельство того, что Blur — великая группа. К счастью, помимо прямых и косвенных свидетельств этого, в «No Distance Left to Run» хватает острых углов, неловких моментов и всего того сора, из которого рождаются по-настоящему отличные группы: помимо важных, но общеизвестных моментов (вроде соперничества с Oasis за первенство в том же бритпопе) визуализируются и те, что всегда оставались за кадром: наркотическая зависимость, неутихающие костры амбиций, ревность, обиды, слава — и все это блестяще снято на фоне истории того, что вообще происходило в Британии времен Блэра.',
    trailerLink: 'https://www.youtube.com/watch?v=6iYxdghpJZY',
    image: 'movie5.png',
    thumbnail:
      'http://api.nomoreparties.co/beatfilm-movies/uploads/thumbnail_blur_a43fcf463d.jpeg',
    movieId: '5',
  }, {
    nameRU: '33 слова о дизайне',
    nameEN: 'No Distance Left to Run',
    director: 'Уилл Лавлейс, Дилан Сотерн',
    country: 'Великобритания',
    year: '2010',
    duration: 107,
    description:
      'Затеянный по такому подозрительному поводу, как реюнион Blur в 2009-м году фильм начисто лишен присущего моменту пафоса и выхолощенности речей. Вернее, что-то похожее неизбежно возникает, когда ты видишь, как забитый до отказа Гайд-парк как в последний раз ревет «Song 2», но это лишь буквальное свидетельство того, что Blur — великая группа. К счастью, помимо прямых и косвенных свидетельств этого, в «No Distance Left to Run» хватает острых углов, неловких моментов и всего того сора, из которого рождаются по-настоящему отличные группы: помимо важных, но общеизвестных моментов (вроде соперничества с Oasis за первенство в том же бритпопе) визуализируются и те, что всегда оставались за кадром: наркотическая зависимость, неутихающие костры амбиций, ревность, обиды, слава — и все это блестяще снято на фоне истории того, что вообще происходило в Британии времен Блэра.',
    trailerLink: 'https://www.youtube.com/watch?v=6iYxdghpJZY',
    image: 'movie2.png',
    thumbnail:
      'http://api.nomoreparties.co/beatfilm-movies/uploads/thumbnail_blur_a43fcf463d.jpeg',
    movieId: '2',
  },
  {
    nameRU: '33 слова о дизайне',
    nameEN: 'No Distance Left to Run',
    director: 'Уилл Лавлейс, Дилан Сотерн',
    country: 'Великобритания',
    year: '2010',
    duration: 107,
    description:
      'Затеянный по такому подозрительному поводу, как реюнион Blur в 2009-м году фильм начисто лишен присущего моменту пафоса и выхолощенности речей. Вернее, что-то похожее неизбежно возникает, когда ты видишь, как забитый до отказа Гайд-парк как в последний раз ревет «Song 2», но это лишь буквальное свидетельство того, что Blur — великая группа. К счастью, помимо прямых и косвенных свидетельств этого, в «No Distance Left to Run» хватает острых углов, неловких моментов и всего того сора, из которого рождаются по-настоящему отличные группы: помимо важных, но общеизвестных моментов (вроде соперничества с Oasis за первенство в том же бритпопе) визуализируются и те, что всегда оставались за кадром: наркотическая зависимость, неутихающие костры амбиций, ревность, обиды, слава — и все это блестяще снято на фоне истории того, что вообще происходило в Британии времен Блэра.',
    trailerLink: 'https://www.youtube.com/watch?v=6iYxdghpJZY',
    image: 'movie3.png',
    thumbnail:
      'http://api.nomoreparties.co/beatfilm-movies/uploads/thumbnail_blur_a43fcf463d.jpeg',
    movieId: '3',
  }, {
    nameRU: '33 слова о дизайне',
    nameEN: 'No Distance Left to Run',
    director: 'Уилл Лавлейс, Дилан Сотерн',
    country: 'Великобритания',
    year: '2010',
    duration: 107,
    description:
      'Затеянный по такому подозрительному поводу, как реюнион Blur в 2009-м году фильм начисто лишен присущего моменту пафоса и выхолощенности речей. Вернее, что-то похожее неизбежно возникает, когда ты видишь, как забитый до отказа Гайд-парк как в последний раз ревет «Song 2», но это лишь буквальное свидетельство того, что Blur — великая группа. К счастью, помимо прямых и косвенных свидетельств этого, в «No Distance Left to Run» хватает острых углов, неловких моментов и всего того сора, из которого рождаются по-настоящему отличные группы: помимо важных, но общеизвестных моментов (вроде соперничества с Oasis за первенство в том же бритпопе) визуализируются и те, что всегда оставались за кадром: наркотическая зависимость, неутихающие костры амбиций, ревность, обиды, слава — и все это блестяще снято на фоне истории того, что вообще происходило в Британии времен Блэра.',
    trailerLink: 'https://www.youtube.com/watch?v=6iYxdghpJZY',
    image: 'movie2.png',
    thumbnail:
      'http://api.nomoreparties.co/beatfilm-movies/uploads/thumbnail_blur_a43fcf463d.jpeg',
    movieId: '2',
  },
  {
    nameRU: '33 слова о дизайне',
    nameEN: 'No Distance Left to Run',
    director: 'Уилл Лавлейс, Дилан Сотерн',
    country: 'Великобритания',
    year: '2010',
    duration: 107,
    description:
      'Затеянный по такому подозрительному поводу, как реюнион Blur в 2009-м году фильм начисто лишен присущего моменту пафоса и выхолощенности речей. Вернее, что-то похожее неизбежно возникает, когда ты видишь, как забитый до отказа Гайд-парк как в последний раз ревет «Song 2», но это лишь буквальное свидетельство того, что Blur — великая группа. К счастью, помимо прямых и косвенных свидетельств этого, в «No Distance Left to Run» хватает острых углов, неловких моментов и всего того сора, из которого рождаются по-настоящему отличные группы: помимо важных, но общеизвестных моментов (вроде соперничества с Oasis за первенство в том же бритпопе) визуализируются и те, что всегда оставались за кадром: наркотическая зависимость, неутихающие костры амбиций, ревность, обиды, слава — и все это блестяще снято на фоне истории того, что вообще происходило в Британии времен Блэра.',
    trailerLink: 'https://www.youtube.com/watch?v=6iYxdghpJZY',
    image: 'movie3.png',
    thumbnail:
      'http://api.nomoreparties.co/beatfilm-movies/uploads/thumbnail_blur_a43fcf463d.jpeg',
    movieId: '3',
  }, {
    nameRU: '33 слова о дизайне',
    nameEN: 'No Distance Left to Run',
    director: 'Уилл Лавлейс, Дилан Сотерн',
    country: 'Великобритания',
    year: '2010',
    duration: 107,
    description:
      'Затеянный по такому подозрительному поводу, как реюнион Blur в 2009-м году фильм начисто лишен присущего моменту пафоса и выхолощенности речей. Вернее, что-то похожее неизбежно возникает, когда ты видишь, как забитый до отказа Гайд-парк как в последний раз ревет «Song 2», но это лишь буквальное свидетельство того, что Blur — великая группа. К счастью, помимо прямых и косвенных свидетельств этого, в «No Distance Left to Run» хватает острых углов, неловких моментов и всего того сора, из которого рождаются по-настоящему отличные группы: помимо важных, но общеизвестных моментов (вроде соперничества с Oasis за первенство в том же бритпопе) визуализируются и те, что всегда оставались за кадром: наркотическая зависимость, неутихающие костры амбиций, ревность, обиды, слава — и все это блестяще снято на фоне истории того, что вообще происходило в Британии времен Блэра.',
    trailerLink: 'https://www.youtube.com/watch?v=6iYxdghpJZY',
    image: 'movie2.png',
    thumbnail:
      'http://api.nomoreparties.co/beatfilm-movies/uploads/thumbnail_blur_a43fcf463d.jpeg',
    movieId: '2',
  },
  {
    nameRU: '33 слова о дизайне',
    nameEN: 'No Distance Left to Run',
    director: 'Уилл Лавлейс, Дилан Сотерн',
    country: 'Великобритания',
    year: '2010',
    duration: 107,
    description:
      'Затеянный по такому подозрительному поводу, как реюнион Blur в 2009-м году фильм начисто лишен присущего моменту пафоса и выхолощенности речей. Вернее, что-то похожее неизбежно возникает, когда ты видишь, как забитый до отказа Гайд-парк как в последний раз ревет «Song 2», но это лишь буквальное свидетельство того, что Blur — великая группа. К счастью, помимо прямых и косвенных свидетельств этого, в «No Distance Left to Run» хватает острых углов, неловких моментов и всего того сора, из которого рождаются по-настоящему отличные группы: помимо важных, но общеизвестных моментов (вроде соперничества с Oasis за первенство в том же бритпопе) визуализируются и те, что всегда оставались за кадром: наркотическая зависимость, неутихающие костры амбиций, ревность, обиды, слава — и все это блестяще снято на фоне истории того, что вообще происходило в Британии времен Блэра.',
    trailerLink: 'https://www.youtube.com/watch?v=6iYxdghpJZY',
    image: 'movie3.png',
    thumbnail:
      'http://api.nomoreparties.co/beatfilm-movies/uploads/thumbnail_blur_a43fcf463d.jpeg',
    movieId: '3',
  }, {
    nameRU: '33 слова о дизайне',
    nameEN: 'No Distance Left to Run',
    director: 'Уилл Лавлейс, Дилан Сотерн',
    country: 'Великобритания',
    year: '2010',
    duration: 107,
    description:
      'Затеянный по такому подозрительному поводу, как реюнион Blur в 2009-м году фильм начисто лишен присущего моменту пафоса и выхолощенности речей. Вернее, что-то похожее неизбежно возникает, когда ты видишь, как забитый до отказа Гайд-парк как в последний раз ревет «Song 2», но это лишь буквальное свидетельство того, что Blur — великая группа. К счастью, помимо прямых и косвенных свидетельств этого, в «No Distance Left to Run» хватает острых углов, неловких моментов и всего того сора, из которого рождаются по-настоящему отличные группы: помимо важных, но общеизвестных моментов (вроде соперничества с Oasis за первенство в том же бритпопе) визуализируются и те, что всегда оставались за кадром: наркотическая зависимость, неутихающие костры амбиций, ревность, обиды, слава — и все это блестяще снято на фоне истории того, что вообще происходило в Британии времен Блэра.',
    trailerLink: 'https://www.youtube.com/watch?v=6iYxdghpJZY',
    image: 'movie2.png',
    thumbnail:
      'http://api.nomoreparties.co/beatfilm-movies/uploads/thumbnail_blur_a43fcf463d.jpeg',
    movieId: '2',
  },
  
];

export const saved_movies = [
  {
    nameRU: '33 слова о дизайне',
    nameEN: 'No Distance Left to Run',
    director: 'Уилл Лавлейс, Дилан Сотерн',
    country: 'Великобритания',
    year: '2010',
    duration: 107,
    description:
      'Затеянный по такому подозрительному поводу, как реюнион Blur в 2009-м году фильм начисто лишен присущего моменту пафоса и выхолощенности речей. Вернее, что-то похожее неизбежно возникает, когда ты видишь, как забитый до отказа Гайд-парк как в последний раз ревет «Song 2», но это лишь буквальное свидетельство того, что Blur — великая группа. К счастью, помимо прямых и косвенных свидетельств этого, в «No Distance Left to Run» хватает острых углов, неловких моментов и всего того сора, из которого рождаются по-настоящему отличные группы: помимо важных, но общеизвестных моментов (вроде соперничества с Oasis за первенство в том же бритпопе) визуализируются и те, что всегда оставались за кадром: наркотическая зависимость, неутихающие костры амбиций, ревность, обиды, слава — и все это блестяще снято на фоне истории того, что вообще происходило в Британии времен Блэра.',
    trailerLink: 'https://www.youtube.com/watch?v=6iYxdghpJZY',
    image: 'movie5.png',
    thumbnail:
      'http://api.nomoreparties.co/beatfilm-movies/uploads/thumbnail_blur_a43fcf463d.jpeg',
    movieId: '5',
  },
  {
    nameRU: '33 слова о дизайне',
    nameEN: 'No Distance Left to Run',
    director: 'Уилл Лавлейс, Дилан Сотерн',
    country: 'Великобритания',
    year: '2010',
    duration: 107,
    description:
      'Затеянный по такому подозрительному поводу, как реюнион Blur в 2009-м году фильм начисто лишен присущего моменту пафоса и выхолощенности речей. Вернее, что-то похожее неизбежно возникает, когда ты видишь, как забитый до отказа Гайд-парк как в последний раз ревет «Song 2», но это лишь буквальное свидетельство того, что Blur — великая группа. К счастью, помимо прямых и косвенных свидетельств этого, в «No Distance Left to Run» хватает острых углов, неловких моментов и всего того сора, из которого рождаются по-настоящему отличные группы: помимо важных, но общеизвестных моментов (вроде соперничества с Oasis за первенство в том же бритпопе) визуализируются и те, что всегда оставались за кадром: наркотическая зависимость, неутихающие костры амбиций, ревность, обиды, слава — и все это блестяще снято на фоне истории того, что вообще происходило в Британии времен Блэра.',
    trailerLink: 'https://www.youtube.com/watch?v=6iYxdghpJZY',
    image: 'movie2.png',
    thumbnail:
      'http://api.nomoreparties.co/beatfilm-movies/uploads/thumbnail_blur_a43fcf463d.jpeg',
    movieId: '2',
  },
  {
    nameRU: '33 слова о дизайне',
    nameEN: 'No Distance Left to Run',
    director: 'Уилл Лавлейс, Дилан Сотерн',
    country: 'Великобритания',
    year: '2010',
    duration: 107,
    description:
      'Затеянный по такому подозрительному поводу, как реюнион Blur в 2009-м году фильм начисто лишен присущего моменту пафоса и выхолощенности речей. Вернее, что-то похожее неизбежно возникает, когда ты видишь, как забитый до отказа Гайд-парк как в последний раз ревет «Song 2», но это лишь буквальное свидетельство того, что Blur — великая группа. К счастью, помимо прямых и косвенных свидетельств этого, в «No Distance Left to Run» хватает острых углов, неловких моментов и всего того сора, из которого рождаются по-настоящему отличные группы: помимо важных, но общеизвестных моментов (вроде соперничества с Oasis за первенство в том же бритпопе) визуализируются и те, что всегда оставались за кадром: наркотическая зависимость, неутихающие костры амбиций, ревность, обиды, слава — и все это блестяще снято на фоне истории того, что вообще происходило в Британии времен Блэра.',
    trailerLink: 'https://www.youtube.com/watch?v=6iYxdghpJZY',
    image: 'movie3.png',
    thumbnail:
      'http://api.nomoreparties.co/beatfilm-movies/uploads/thumbnail_blur_a43fcf463d.jpeg',
    movieId: '3',
  },
];
